Repository: abel3ri/pharma-et
Catalog: lib/l10n/app_*.arb
Languages: am, or

source: Language
am: ቋንቋ
or: Afaan

# headline1
source: Wellness Starts Here.
am: ጤና ከዚህ ይጀምራል።
or: Fayyaan Asii Jalqaba.

# headline2
source: Your Health, Our Priority.
am: የእርስዎ ጤና ፣ የእኛ ሀላፊነት።
or: Fayyaa Keessan, Dursa Keenya.

# headline3
source: Preserving Health, Preserving Life.
am: ጤናን መጠበቅ ፣ ህይወትን መጠበቅ።
or: Fayyaa Eeguu, Lubbuu Kunuunsuu.

source: Get started
am: ይጀምሩ
or: Jalqabaa

source: Login
am: ይግቡ
or: Seenuu

source: Sign up
am: ይመዝገቡ
or: Galmaa'i

source: First name
am: ስም
or: Maqaa jalqabaa

source: Last name
am: የአባት ስም
or: Maqaa akaakayyuu

source: Phone
am: ስልክ ቁጥር
or: Bilbila

# email
source: E-mail (optional)
am: ኢሜል (አማራጭ)
or: E-mail (dirqama)

# rePassword
source: Re-enter password
am: የይለፍ ቃል ድጋሚ
or: Jecha icciitii irra deebi'ii galchi

source: Email or Phone
am: ኢሜል ወይም ስልክ ቁጥር
or: Imeelii ykn Bilbila

source: Password
am: የይለፍ ቃል
or: Jecha iccitii

# enterEmail
source: Enter your email
am: ኢሜል ያስገቡ
or: Email keessan galchaa

# enterEmailOrPhone
source: Enter your email or phone
am: ኢሜልዎን ወይም ስልክዎን ያስገቡ
or: Email ykn bilbila keessan galchaa

# enterPassword
source: Enter your password
am: የይለፍ ቃል ያስገቡ
or: Jecha icciitii keessan galchaa

# reEnterPassword
source: Enter your password again
am: የይለፍ ቃል በድጋሚ ያስገቡ
or: Irra deebi'ii jecha icciitii kee galchi

# enterFirstName
source: Enter your first name
am: ስምዎን ያስገቡ
or: Maqaa kee isa jalqabaa galchi

# enterLastName
source: Enter your last name
am: የአባት ስምዎን ያስገቡ
or: Maqaa dhumaa kee galchi

# enterPhone
source: Enter your phone
am: ስልክዎን ያስገቡ
or: Bilbila keessan galchaa

source: Forgot password?
am: የይለፍ ቃል ረሱ?
or: Jecha icciitii dagattee?

# dontHaveAccount
source: Don't have an account?
am: መለያ የሎትም?
or: Akkaawuntii hin qabduu?

# alreadyHaveAccount
source: Already have an account?
am: መለያ አሎት?
or: Duraanis akkaawuntii qabduu?

source: Nutrition and supplements
am: አመጋገብ እና ተጨማሪ ተወሳጆች
or: Nyaata fi dabalata nyaataa

source: Baby and mother care
am: የሕፃናት እና የእናቶች እንክብካቤ
or: Kunuunsa daa'imaa fi haadha

source: Multi vitamins
am: ቫይታሚኖች
or: Vitaaminii baay'ee

source: Health devices and support
am: የጤና መሣሪያዎች እና ድጋፎች
or: Meeshaalee fayyaa fi deeggarsa

source: Personal care and beauty products
am: የግል እንክብካቤ እና የውበት ምርቶች
or: Meeshaalee kunuunsa dhuunfaa fi miidhaginaa

source: A-Z medicines
am: A-Z መድሃኒቶች
or: Qorichoota A-Z

source: Sexual wellness
am: የግብረ ስጋ ግንኙነት ደህንነት
or: Fayyaa walqunnamtii saalaa

source: Theme
am: ጭብጥ
or: Dhimma haasaa

source: Logout
am: ይውጡ
or: Ba'i

source: Categories
am: ምድቦች
or: Ramaddiiwwan

source: Products
am: ምርቶች
or: Oomishaalee

source: Name
am: ስም
or: Maqaa

source: Category
am: ምድብ
or: Ramaddii

source: Usage
am: አጠቃቀም
or: Fayyadama

source: Benefits
am: ጥቅሞች
or: Faayidaalee

source: Ingredients
am: ግብአቶች
or: Mi'a dheedhii

source: No data found.
am: ምንም መረጃ የለም።
or: Daataan hin argamne.

source: Add
am: አስገባ
or: Ida'uu

# sendPasswordReset
source: Send password reset link
am: የይለፍ ቃል ዳግም ማስጀመሪያ ላክ
or: Hidhaa jecha icciitii deebisuuf erguu

source: Verify
am: አረጋግጥ
or: Dhugoomsuu

# didntRecieveCode
source: Didn't recieve any code?
am: ምንም ኮድ አልተቀበልኩም?
or: Koodii tokkollee hin fudhanne?

# verifyYourEmail
source: Verify your email address
am: የኢሜይል አድራሻ አረጋግጥ
or: Teessoo email keessanii mirkaneessaa

source: Add email address
am: የኢሜል አድራሻ ያስገቡ
or: Teessoo email itti dabali

source: Reset password
am: የይለፍ ቃል ይቀይሩ
or: Jecha icciitii irra deebi'ii saagi

source: Verification
am: ማረጋገጫ
or: Mirkaneessuu

source: Profile
am: መገለጫ
or: Ibsama
